<template>
  <div class="container">
    <h2 align='center'>
      Политика конфиденциальности
    </h2>
    <hr>
    <p>
      <b>1.</b> Администрация веб-сайта Lendbook (далее Сайт), расположенного по веб-адресу lendbook.com.ua (https://lendbook.com.ua), уважает права пользователей Сайта, включая защиту личной информации.
      Данная страница содержит сведения о том, какую информацию мы получаем и собираем, когда Вы пользуетесь Сайтом.

      Настоящая Политика конфиденциальности распространяется только на Сайт и на информацию, собираемую этим сайтом и через его посредство. Она не распространяется ни на какие другие сайты и не применима к веб-сайтам третьих лиц, с которых могут делаться ссылки на Сайт.
    </p>

    <p>
      <b>2.</b> Любую личную информацию о пользователях, которая собирается в момент регистрации и/или пользования Сайтом, администрация Сайта ни при каких обстоятельствах не будет передавать третьим, посторонним лицам.

      Понятие "личная информация" включает информацию, которая определяет Вас как конкретное лицо, например, Ваш мобильный номер или адрес электронной почты.
      Тогда как просматривать содержание Сайта можно без прохождения процедуры регистрации, то Вам потребуется зарегистрироваться, чтобы воспользоваться некоторыми функциями, например, оформить заказ на покупку книги или опубликовать объявление.
    </p>

    <p>
      <b>3.</b> Администрация Сайта ни при каких обстоятельствах не продает и не отдает в пользование Вашу личную информацию каким бы то ни было третьим сторонам. Мы также не раскрываем предоставленную Вами личную информацию, за исключением случаев, предусмотренных законодательством Украины.
      Исключением является показ Вашего мобильного номера телефона и/или города (указанные при регистрации) другим зарегистрированным пользователям Сайта во время просмотра Вашего объявления на сайте.
    </p>

    <p>
      <b>4.</b> Администрация сайта имеет партнерские отношения с компанией Google, которая размещает на возмездной основе на страницах сайта рекламные материалы и объявления (включая, но не ограничиваясь, текстовые гиперссылки). В рамках данного сотрудничества Администрация сайта доводит до сведения всех заинтересованных сторон следующую информацию:
      <ul>
        <li>компания Google как сторонний поставщик использует файлы cookie для показа объявлений на Сайте;</li>
        <li>использование компанией Google файлов cookie позволяет ей собирать и использовать информацию о посетителях Сайта (за исключением имени, адреса, адреса электронной почты или номера телефона), о Ваших посещениях Сайта и других веб-сайтов с целью предоставления наиболее релевантных объявлений о товарах и услугах.</li>
        <li>компания Google в процессе сбора данной информации руководствуется собственной политикой конфиденциальности;</li>
        <li>пользователи Сайта могут отказаться от использования файлов cookie, посетив страницу с политикой конфиденциальности для объявлений и сети партнерских сайтов Google <small>(https://policies.google.com/technologies/ads).</small></li>
      </ul>
      </p>
      <p>
        <b>5.</b> Помните, передача информации личного характера при посещении сторонних сайтов, включая сайты компаний-партнеров, даже если веб-сайт содержит ссылку на Сайт или на Сайте есть ссылка на эти веб-сайты, не подпадает под действия данного документа. Администрация Сайта не несет ответственности за действия других веб-сайтов. Процесс сбора и передачи информации личного характера при посещении этих сайтов регламентируется документом «Защита информации личного характера» или аналогичным, расположенном на сайтах этих компаний.
      </p>
  </div>
</template>

<style scoped>
@media screen and (max-width:850px) {


h2{font-size: 15px;}
p{font-size: 12px;}
  ul li {margin-left: -20px;}
  small{font-size: 8px}

}
</style>
