<template>
<div>
  <div class="container">
    <h2 class="text-center">Условия использования</h2>

      <li><a href="#term1">ОБЩИЕ ПОЛОЖЕНИЯ</a></li>
      <li><a href="#term2">РАЗМЕЩЕНИЕ ОБЪЯВЛЕНИЙ</a></li>
      <li><a href="#term3">УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ И СОГЛАСИЕ НА НЕЕ</a></li>
      <li><a href="#term4">СВЕДЕНИЯ, ПРЕДОСТАВЛЯЕМЫЕ ПОЛЬЗОВАТЕЛЕМ</a></li>
      <li><a href="#term5">ПРИЧИНЫ УДАЛЕНИЯ ОБЪЯВЛЕНИЙ</a></li>
      <li><a href="#term6">ПРАВА И ОБЯЗАННОСТИ СТОРОН</a></li>
      <li><a href="#term7">ОПЛАТА УСЛУГ</a></li>
      <li><a href="#term8">ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ КОМПАНИИ</a></li>
      <li><a href="#term9">СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ И ПРЕКРАЩЕНИЕ ОКАЗАНИЯ УСЛУГ САЙТА</a></li>
      <li><a href="#term10">ПРОЧИЕ УСЛОВИЯ</a></li>
<hr>

      <p id="term1"><b>1.</b> Сервис Lendbook, (далее Исполнитель или Сервис) публикует данный Публичный договор (Соглашение и/или Оферта) об оказании услуг на интернет-сайте Исполнителя http://lendbook.com.ua.
В соответствии со статьей 633 Гражданского Кодекса Украины (ГК Украины) данное Соглашение является публичным договором, и в случае принятия изложенных ниже условий любое дееспособное физическое или юридическое лицо (далее Пользователь) обязуется выполнять условия этого Соглашения.</p>
<p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:
Оферта – публичное предложение Исполнителя, адресованное любому дееспособному физическому и/или юридическому лицу, заключить с ним Публичный договор об оказании услуг на условиях, содержащихся в данном Соглашении, включая все его приложения;
Акцепт – полное принятие Пользователем условий Соглашения;
Исполнитель - ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «Lendbook».</p>
<p>Сайт http://lendbook.com.ua, администрируемый Исполнителем и представляющий собой  платформу для размещения временных классифицируемых объявлений (далее по тексту – Сайт);
Пользователь – любое дееспособное физическое или юридическое лицо, принявшее условия данного Соглашения и пользующееся услугами Исполнителя. От имени юридического лица пользование Сайтом осуществляется уполномоченным сотрудником/представителем такого юридического лица.</p>
<p>Пользователь может считаться Бизнес-пользователем независимо от того, зарегистрирован ли такой пользователь как субъект предпринимательской деятельности в установленном законодательством порядке, или же осуществляет такую деятельность без соответствующей регистрации;
Товар - печатная продукция;
Услуга – любая операция, не являющаяся поставкой товаров, связанная с предоставлением сервиса, который потребляется в процессе совершения определенного действия или осуществления определенной деятельности, для удовлетворения личных потребностей заказчика;</p>
<p>Услуги Lendbook – публикации обьявлений печатных книг на продажу или покупку.
Учетная запись/аккаунт - создаваемый Пользователем и принадлежащий Исполнителю электронный кабинет Пользователя, с помощью которого он может управлять своими объявлениями на Сайте. Учетной записью/аккаунтом может пользоваться только один Пользователь, передача данных для доступа в учетную запись/аккаунт другому Пользователю (другому лицу) не допускается;
Регистрация – принятие Пользователем оферты на заключение данного Соглашения и процедура, в ходе которой Пользователь посредством заполнения соответствующих форм Сайта предоставляет необходимую информацию для использования сервисов Сайта. Регистрация считается завершенной только в случае успешного прохождения всех ее этапов в соответствии с опубликованными на Сайте инструкциями.
Персональные данные - это сведения или совокупность сведений о физическом лице, которое при их помощи идентифицировано или может быть конкретно идентифицировано.

Размещение - это действие Пользователя - публикация, или активация одного объявления. Размещением также является изменение существующего объявления, если такое изменение предполагает изменение, и/или добавление товара, изменение существенных характеристик товара.</p>
<p>Если Пользователь не согласен с Соглашением полностью или частично, Исполнитель просит его покинуть данный сайт. Настоящие условия регулируют использование Пользователем Сайта и услуг Lendbook. Использование Услуг сервиса означает, что Пользователь ознакомлен с настоящим Соглашением, понимает и принимает его условия.
Начиная использовать сервис, либо пройдя процедуру регистрации, Пользователь подтверждает свою дееспособность и принятие условий Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений настоящего Cоглашения, Пользователь не в праве использовать сервис Lendbook.</p>
<p>Сервис предлагает Пользователю услуги по использованию Сайта для размещения информации о товарах c целью, в том числе, но не исключительно, последующей покупки или продажи различных печатных изданий другими Пользователями.
Все сделки заключаются между Пользователями напрямую. Таким образом, Сервис не является участником сделок Пользователей, а лишь предоставляет торговую площадку для размещения объявлений.</p>
<hr>
      <p id="term2"><b>2.</b> Пользователь получает право размещать объявления книг на Сайте после регистрации или входа в профиль. Использование возможностей Сайта, как зарегистрированными так и незарегистрированными Пользователями означает принятие обязательств следовать правилам и инструкциям по пользованию услугами Lendbook.
Пользователь несет ответственность за все действия с использованием его электронного адреса, номера мобильного телефона и пароля для входа на Сайт. Пользователь имеет право пользоваться услугами Сайта только при помощи собственного электронного адреса, номера мобильного телефона, псевдонима и пароля. В случае передачи данных для доступа в учетную запись/аккаунт другому Пользователю (другому лицу), такая учетная запись/аккаунт может быть заблокирована по усмотрению Администрации.
Пользователь обязуется сохранять конфиденциальность пароля и не раскрывать его третьим лицам.</p>
<p>Пользователь обязан немедленно изменить данные для входа на Сайт, если у него есть причины подозревать, что его электронный адрес, телефон и пароль, используемые для входа на Сайт, были раскрыты или могут быть использованы третьими лицами.
Пользователь, размещающий объявления о продаже книг на Сайте, обязуется предоставить точную и полную информацию о товаре. Размещая информацию о товаре, Пользователь подтверждает, что он имеет право продавать этот товар в соответствии с требованиями законодательства стран, в которых они реализуются.</p>
<p>Пользователь обязан тщательно проверить всю информацию о товаре, размещенном им на Сайте, и, в случае обнаружения неверной информации - изменить их. Если это невозможно, исправить неверную информацию, аннулировав объявление и повторно разместив информацию о товаре.</p>
<p>Условия продажи товара и оказания услуг, составленные Пользователем, не должны противоречить настоящему Соглашению и действующему законодательству стран, для которых они реализуются.

Сервис имеет право переместить, завершить или продлить срок демонстрации товара Пользователя по техническим причинам, находящимся под контролем или вне контроля Сервиса. Исполнитель имеет право прекратить демонстрацию объявления, если Пользователь зарегистрировал товар с нарушением условий о публикации книги.</p>
<p>Пользователю запрещено:
Публиковать одинаковые объявления с одного и того же адреса электронной почты / номера мобильного телефона;
Публиковать схожие по содержанию объявления, где очевидно, что речь идет об одном и том же предложении;
Дублировать одинаковые объявления с разных адресов электронной почты / мобильных номеров ;
Публиковать объявления, в заголовке которых содержатся повторяющиеся знаки пунктуации и/или небуквенные символы;
Публиковать объявления, описание и/или заголовок/фотографии которых являются несвязанными, нечитаемыми;
Публиковать объявления с предложением нескольких товаров одновременно;
Вставлять в объявлении ссылки на ресурсы, которые содержат вредоносные элементы;
</p>
<p>Объявления должны соответствовать географической области и городу, выбранной в соответствующих функциональных полях ввода на Сайте.
Разрешается разместить одно объявление касательно одного конкретного предмета - книги.
Объявления могут проходить выборочную пост или премодерацию представителями Сервиса.
Разрешена публикация до 3-х книг одновременно без активации подписки.
Запрещается размещать объявления, которые не соответствуют тематике книг!</p>
<p>Сервис вправе удалять объявления по требованию правообладателя или компетентных государственных органов. Использование также оставляет за собой право удалять любые объявления, которые по ее мнению не соответствуют принципам и устоям общественной морали. Решение об удалении является окончательным и обжалованию не подлежит.
Администрация и модераторы Сайта (представители Сервиса) вправе:
Вносить в текст объявления Пользователя правки, касающиеся орфографии и пунктуации, не влияющие на общий смысл содержания объявления;
Не допускается указание некорректных характеристик предмета предложения в объявлении. В том числе указание цены, не соответствующей фактической цене реализации товара. Цена должна быть указана полностью за весь товар.
Заголовок размещаемого объявления должен соответствовать тексту самого объявления и не должен содержать контактную или персональную информацию о Пользователе (телефон, электронные адрес, адрес интернет-ресурса).
Фото, демонстрирующее товар, предлагаемые Пользователем к продаже, должно соответствовать заголовку и тексту объявления. На фото должен быть изображен только предлагаемый объект. Стоковые фото и/или фото, загруженные из сети Интернет, запрещены.</p>
<p>Чтобы облегчить взаимодействие между Пользователями, Сервис может устанавливать ограниченный доступ к контактной информации других Пользователей. Исполнитель не несет ответственности за содержание объявлений или гиперссылок на ресурсы, указанные в описании объявлений пользователей.
</p>
<hr>

<p id="term3"><b>3. </b>
  При размещении объявлений пользователи Сайта предоставляют Сервису право на обработку их персональных данных на условиях, <router-link to="/privacy-policy">о политике конфиденциальности.</router-link>
</p>
<hr>
<p id="term4"> <b>4.</b>
  Сервис сохраняет за собой право связываться с Пользователем: направлять информационные сообщения на электронный  адрес, указанный при регистрации, а также отправлять сообщения на мобильный телефон Пользователя.
  Сбор информации осуществляется путем самостоятельного с использованием программных средств Сайта указания пользователем соответствующих данных, требуемых для размещения объявлений на нём.</p>
  <p>Информация технического характера, содержащаяся в системе, например, ip-адреса, в соответствии с общими правилами интернет-сообщений, используется Исполнителем в целях, связанных с обслуживанием сетевого оборудования, а также для агрегации общей статистической, демографической информации (например, о регионе, из которого было осуществлено соединение пользователем).
  Сервис сохраняет данные последнего доступа Пользователя в систему, с целью обеспечения высокого качества предоставляемых сервисов, приспосабливаемых к индивидуальным потребностям и интересам пользователя.
  Пользователь осуществляет доступ к сервисам Сайта в течении временных промежутков непрерывного использования – сессий. Зарегистрированный Пользователь осуществляет доступ к части Сайта, доступной исключительно после введения им логина и пароля, по крайней мере, один раз в течение сессии.</p>
  <p>Отключение сохранения данных последнего доступа в систему в настройках браузера не влияет на возможность использования сервисов Сайта в целом, однако могут ограничить их функционал для Пользователя.
  Данные последнего доступа в систему также используются для сбора статистической информации об использовании услуг Пользователями.</p>
  <p>Пользователю запрещается предоставлять информацию третьим лицам, в частности, информация не должна содержать:
  вульгарных, оскорбительных выражений;
  пропаганду ненависти, насилия, дискриминации, расизма, ксенофобии, межнациональных конфликтов;
  призывы к насилию и противоправным действиям;
  данные, нарушающие личные(неимущественные) права или права интеллектуальной собственности третьих лиц;
  информацию, способствующую мошенничеству, обману или злоупотреблению доверием;
  информацию, ведущую к совершению сделок с крадеными или поддельными предметами;
  информацию, нарушающую или посягающую на собственность третьих лиц, коммерческую тайну либо право на неприкосновенность частной жизни;
  личную или идентифицирующую информацию о других лицах без явно выраженного согласия этих лиц;
  информацию, содержащую сведения, посягающие на неприкосновенность частной жизни, оскорбляющую чью-либо честь, достоинство или деловую репутацию;
  информацию, содержащую клевету или угрозы в адрес кого бы то ни было;
  информацию, носящую характер порнографии;
  информацию, наносящую вред несовершеннолетним;
  ложную и вводящую в заблуждение информацию;
  вирусы или какие-либо другие технологии, могущие нанести вред сайтам, Сервису или другим Пользователям;
  информацию о сервисах, считающихся аморальными, таких как: проституция или другие формы, противоречащие нормам морали или закона;
  ссылки или информацию о сайтах, конкурирующих с сервисами Исполнителя;
  информацию, представляющую собой «спам», «письма счастья», «схемы пирамид» или нежелательную или лживую коммерческую рекламу;
  информацию, распространяемую информационными агентствами;
  информацию с предложением заработка в интернет, без указания физического адреса и прямых контактов работодателя;
  информацию с предложением франшизы, многоуровневого и сетевого маркетинга, агентской деятельности, торгового представительства или любой другой деятельности, которая требует вербовки других членов, субагентов, субдистрибьютеров и пр.;
  сведения исключительно рекламного характера без предложения конкретного товара;
  информацию, иным образом нарушающую законодательство страны, для которой предназначено объявление.
 </p>
<hr>
 <p id="term5"> <b>5.</b>
   Объявление Пользователя может быть удалено Сервисом  по следующим причинам:</p>
<p>У данного Пользователя уже есть на Сайте активное аналогичное объявление с рекламой этого товара;
Содержащаяся в объявлении информация противоречит законодательству;
Содержащаяся в объявлении информация ложна;
Заголовок объявления не содержит информацию о предлагаемом/востребованном товаре;
Заголовок объявления содержит повторяющиеся восклицательные и вопросительные знаки, многоточия и другие знаки;
Заголовок или комментарий к фотографии содержат ссылку на Интернет-ресурсы;
Фотография не имеет очевидной смысловой связи с текстом объявления или не служит цели адекватно проиллюстрировать текст объявления;
Фотография содержит элементы пользовательского интерфейса, абстрактные рисунки и т. п.;
Фотография содержит какую-либо рекламную информацию;
Сервису предоставлена обоснованная жалоба другого Пользователя о нарушении его прав в объявлении.</p>
<hr>
 <p id="term6"> <b>6.</b>
   Все объекты, доступные при помощи сервиса Исполнителя, в том числе элементы дизайна, текст, графические изображения, иллюстрации, базы данных и другие объекты, а также любой контент, размещенный на сервисах Сайта, являются объектами исключительных прав Сервиса, Пользователей и других правообладателей.</p>
<p>Использование контента, а также каких-либо иных элементов сервиса возможно только в рамках функционала, предлагаемого тем или иным сервисом Сайта. Никакие элементы содержания сервисов Сайта, а также любой контент, размещенный на сервисе Сайта, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под использованием подразумеваются, в том числе, но неисключительно: воспроизведение, копирование, переработка, распространение на любой основе и т.д.</p>
<p>Чтобы предоставить Сервису право публиковать сведения, предоставленные Пользователем, Пользователь предоставляет Исполнителю действующее повсеместно(территориально не ограниченное), бессрочное, безотзывное, неисключительное, сублицензируемое право на использование, публикацию, сбор, демонстрацию, копирование, дублирование, воспроизведение, доведение до всеобщего сведения относительно авторских прав, публикаций и баз данных, которыми владеет Пользователь, а также относительно предоставленных им сведений, изображений и фотографий на всех известных или не известных информационных носителях. Перечисленные выше права предоставляется Сервисом безвозмездно (без выплаты вознаграждения). При этом Пользователь сохраняет все имущественные права на содержание размещаемой в объявлении информации. Помимо вышеперечисленного, Пользователь предоставляет право на доступ к размещенной им информации всем пользователям Сайта. Пользователь соглашается с тем, что текст, фотографии, и другие материалы, добавленные к объявлению, могут быть использованы Сервисом при подготовке рекламных материалов, статей, отчетов, анализов и т.д., и использоваться Сервисом по собственному усмотрению без дополнительного согласия со стороны Пользователя, без выплаты вознаграждения.
</p>
<p>
Воспользовавшись сервисами Сайта, Пользователь подтверждает, что несет исключительную ответственность за содержание размещенных им объявлений, а также обладает всеми необходимыми правами, лицензиями, разрешениями на размещение информации в объявлении на Сайтах, включая без ограничений все патенты, торговые марки, коммерческие тайны, авторские права, или же имеет соответствующее письменное согласие, лицензию или разрешение всех идентифицируемых в объявлении лиц для использования их имен или изображений.</p>
<p>Пользователь обязуется:
Не предпринимать никаких действий, которые могут привести к непропорционально большой нагрузке на инфраструктуру Сайта;
Не использовать автоматические программы для получения доступа на Сайты без письменного разрешения Исполнителя;
Не копировать, не воспроизводить, не изменять, не распространять и не представлять общественности любую информацию, содержащуюся на Сайтах (кроме сведений, предоставленных самим Пользователем) без предварительного письменного разрешения Сервиса;
Не препятствовать и не пытаться препятствовать работе и другой деятельности на Сайтах; а также не препятствовать действию автоматических систем или процессов, а также других мероприятий, с целью воспрепятствовать или ограничить доступ на Сайты;
Не использовать сведения, предоставленные другими Пользователями, в иных целях, кроме как для совершения сделки непосредственно с этим Пользователем, без письменного разрешения другого Пользователя. В настоящий пункт Соглашения не включены персональные данные Пользователя, которые последний предоставляет Сервису при регистрации.</p>
<p>Пользователю запрещается:
Обсуждение действий модераторов и администрации Сайта иным образом, кроме как посредством электронной переписки с модераторами;
Использование имен Пользователей, похожих на имена других Пользователей, с целью выдать за них себя и писать сообщения от их имени.
Доступ к персональным данным Пользователя со стороны других Пользователей возможен только при наличии письменного согласия Пользователя на подобный доступ или во исполнение требований соответствующего законодательства.</p>

<p>Сервис обязуется прилагать все усилия для должного исполнения своих обязанностей по настоящему Соглашению, включая нормальную работу сервисов Сайта и нераспространение третьим лицам персональных данных, предоставленных Пользователем, за исключением случаев, предусмотренных законодательством.
Сервис может периодически устанавливать ограничения по использованию сервисов Сайтов, в частности, максимальное количество дней хранения объявлений и их размер. Сервис вправе в любой момент изменить или прекратить работу сервисов Сайтов или их части с уведомлением Пользователя или без него, не неся при этом ответственности за подобные изменения или прекращения.
Чтобы поддерживать высокое качество своих услуг, Сервис оставляет за собой право ограничить количество активных объявлений Пользователя на Сайтах, а также ограничить действия Пользователя на Сайтах.
Сервис может запретить Пользователю доступ на Сайты, если Пользователь нарушает условия настоящего Соглашения. Факт нарушения считается подтвержденным, если Пользователь был оповещен администрацией Сайтов о ведении деятельности, нарушающей правила Сайта и прав третьих лиц. Сервис оставляет за собой право в любой момент удалить или отключить учетную запись Пользователя, а также удалить все размещенные объявления Пользователя, оставив предварительное уведомление Пользователя о таком отключении на свое усмотрение, и не неся при этом ответственность за свои действия перед Пользователем и третьими лицами.
Сервис вправе по собственному усмотрению отвергать, удалять или перемещать любое размещенное на Сайтах объявление за нарушение настоящего Соглашения.</p>
<p>Сервис вправе передать Сайты со всеми его сервисами и содержанием, включая личную информацию Пользователей, своему правопреемнику по договорам или иным основаниям. Передача и уведомление Пользователей о такой передаче осуществляется в соответствии с требованиями действующего законодательства Украины.
Пользователь вправе направлять жалобы по вопросам работы Сайта через форму обратной связи которые будут рассмотрены в течение двух рабочих дней с момента их поступления или с момента получения полной информации по сути жалобы.</p>
<p>Сервис оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных им при регистрации, и запросить в связи с этим подтверждающие документы (в частности – копии/заверенные копии документов, удостоверяющих личность), не предоставление которых, по усмотрению Пользователя, может быть приравнено к предоставлению недостоверной информации. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае когда данные, указанные при регистрации, не позволяют идентифицировать Пользователя, Сервис вправе отказать Пользователю в доступе к использованию сервисов Сайта с предварительным уведомлением Пользователя или без такового.</p>

<p>
Сервис на основании анализа деятельности Пользователя на Сайте вправе относить Пользователя в категории «Бизнес-пользователь», независимо от того, отнес ли себя Пользователь к данной категории при публикации объявления. Для отнесения Пользователя к категории «Бизнес» достаточно наличия в действиях Пользователя одного из следующих признаков:
Использование при размещении объявления профессиональных фотографий (стоковых фотографий);
Наличие в тексте объявления ссылки на веб-сайт / страницу веб-сайта;
Наличие в тексте объявления информации о возможности выбора другой модели, наличия товара в ассортименте, разных размеров товара, возможности заказа товара, предоставления Пользователем гарантии на товар;
Приобретение Пользователем любого пакета размещений.
Сервис относит Пользователя к категории Бизнес-пользователь для тех рубрик/подрубрик, в которых Пользователь осуществил действия, предусмотренные данным пунктом Соглашения, для всех остальных рубрик/подрубрик Пользователь не приобретает статуса Бизнес-пользователь.</p>


<hr>

 <p id="term7"> <b>7.</b>
   Заказ платных услуг Lendbook осуществляется Пользователем на странице заказа услуги в личной учетной записи.
   Пользователь обязуется ознакомиться с ценами на платные услуги Сервиса, размещенными на Сайте, после чего может заказать такие услуги. Стоимость выбранной услуги доступна на странице заказа и зависит от параметров заказа.
   Оплата платных услуг Сервиса осуществляется в порядке, указанном по адресу.</p>
<p> Возврат оплаченных денежных средств за неоказанные услуги осуществляется Сервисом в следующих случаях:
   Автоматически функциональной системой Сайта за каждое удаленное объявление при модерации (кроме объявлений, удаленных как неактулаьное), если объявления оплачено (Топ, Выделение, Срочно). Возврат денежных средств осуществляется за те дни, в которых услуга не предоставлялась (кроме услуг Выделение и Срочно, где производится полный возврат оплаченных средств).</p>
   <p>Подписка являет собой разширеный функционал для пользователя, куда входит такие возможности как:  показ обьявлений первыми в поиске, получение уведомлений о наличии книг которые вас интересуют, возможность публиковать неограниченное число книг, полное отсутствие рекламы, личный значок VIP. Цена даной услуги в месяц - 30 гривен.</p>
   <p>Если по причине любой технической неполадки услуга не предоставлялась, возврат оплаченных денежных средств осуществляется уполномоченным администратором Сайта после предоставления пользователем доказательств оплаты. В таком случае возврат денежных средств отображается в аккаунте Пользователя с возможностью использования оплаченных денежных средств в будущем.
   При оплате услуг с удалённых Сервисом учетных записей, которые были продублированы Пользователем в нарушение условий данного Соглашения. Такой возврат осуществляется Сервисом исключительно по обращению Пользователя, а денежные средства возвращаются на активную учетную запись такого пользователя с возможностью использования оплаченных денежных средств в будущем.</p>
   <p>Денежные средства, оплаченные за размещение объявлений о запрещённых товарах, услугах, предложениях, перечень которых указан по адресу:, при блокировании учетной записи не возвращаются.
   При систематических (два и более раза) нарушениях условий этого Соглашения возврат оплаченных Пользователем денежных средств совершается на основании решения администрации Сервиса после соответствующего обращения Пользователя. Администрация вправе отказать в возврате денежных средств Пользователю, который систематически нарушает условия Соглашения.</p>
   <p>Пользователь соглашается, что подтверждением оказания услуг со стороны ООО "ЕМАРКЕТ УКРАИНА" является Выписка из личного счета, которая формируется Исполнителем на основании данных, доступных на аккаунте Пользователя. Исполнитель предоставляет Выписку из личного счета только по запросам Пользователей.
   Сервис предоставляет Акты приема-передачи оказанных услуг Бизнес Пользователям, которые являются субъектами предпринимательской деятельности, зарегистрированными в порядке, установленном законодательством Украины, в электронной форме с использованием электронной цифровой подписи, исключительно через сервис электронного документооборота «Вчасно», который доступен в сети Интернет по адресу
   Такой Пользователь обязуется в течение 5 (пяти) календарных дней после получения Акта в электронной форме подписать Акт с использованием электронной цифровой подписи и направить Сервису подписанный экземпляр Акта, или в тот же срок направить Сервису мотивированный отказ от подписания Акта с указанием причин отказа от подписания. В случае если в указанный срок Пользователем не будет отправлен подписанный Акт, или мотивированный отказ от его подписания, платные услуги, предоставляемые Сервисом, считаются принятыми без замечаний по качеству и сроку предоставления.
   Акты приема-передачи оказанных услуг предоставляются Бизнес Пользователям, которые являются субъектами предпринимательской деятельности только в случае оплаты услуг непосредственно Исполнителю, без использования услуг платежных провайдеров.</p>
<hr>
 <p id="term8"> <b>8.</b>
   Воспользовавшись сервисами Сайта, Пользователь подтверждает свое согласие с тем, что он использует Сайты и его сервисы на свой страх и риск «как есть», оценивает и несет все риски, связанные с использованием размещенных на Сайтах объявлений, а Сервис, в том числе ее руководство, сотрудники и агенты, не несут никакой ответственности за содержание размещенных на Сайте объявлений, за любые убытки и потери, ставшие результатом использования размещенных на Сайтах объявлений.</p>
<p>Сервис не является организатором/инициатором сделки между Пользователями или ее стороной. Сайт является торговой коммуникационной платформой, которая предоставляет возможность Пользователям размещать для реализации, продавать и приобретать разрешенные законом товары и услуги в любое время, откуда угодно и по любой цене.
Сервис не может контролировать достоверность размещаемой пользователями в объявлениях информации. Сервис не несет ответственности за какой-либо ущерб, причиненный в результате совершения сделки или ненадлежащего поведения какой-либо из сторон сделки.
Сервис не несет ответственности за поведение Пользователей или за предлагаемые ими товары/услуги, указанные в размещаемых объявлениях. Все споры и конфликты между Пользователями решаются ими самостоятельно без привлечения Исполнителя.</p>
<p>Сервис не несет ответственности за любой несанкционированный доступ или использование серверов и/или любой хранящейся на них информации о пользователях, а также за любые ошибки, вирусы, «троянские кони» и т.д., которые могут быть переданы на Сайты или через Сайты третьими лицами.
Качество, безопасность, законность и соответствие товара или услуги их описанию, а также возможность Пользователя продать или приобрести товар/услугу находятся вне контроля Сервиса.
Сервис призывает Пользователей соблюдать осторожность и сохранять здравый смысл при пользовании услугами Сайта. Пользователь должен принять во внимание, что его контрагент может не иметь соответствующей дееспособности или выдавать себя за другое лицо. Использование услуг Сервиса подразумевает, что Пользователь осознает и принимает эти риски, а также соглашается, что Сервис не несет ответственности за действия или бездействие со стороны Пользователя.</p>
<p>Пользователь не может делать вывод, что предложение, продажа и приобретение какого-либо товара или услуги является действительным и легальным исходя из факта размещения, продажи и приобретения товара или услуги на Сайтах. Сервис не несет ответственность за завершение сделки Пользователем Сайта. Пользователь принимает на себя полную ответственность за свои действия.</p>
<p>Если у Пользователя возникают претензии к другому Пользователю в результате использования последним услуг Сайта, Пользователь соглашается предъявлять эти требования самостоятельно и без вмешательства со стороны Сервиса, а также освобождает Сервис (наряду с ее дочерними Сервисми, аффилированными лицами, служащими, директорами, уполномоченными и сотрудниками) от всех требований, обязательств, компенсаций по возмещению ущерба, убытков, затрат и издержек, включая адвокатские гонорары, известных или неизвестных, возникших в результате или в связи с такими требованиями.</p>
<p>Бездействие со стороны Сервиса в случае нарушения Пользователем либо иными пользователями положений Соглашения не лишает Сервис права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Исполнителя от своих прав в случае совершения в последующем подобных нарушений.
Пользователь вправе сообщить Сервису о факте нарушения его прав другим Пользователем, воспользовавшись ссылкой . В случае обоснованности жалоб Пользователя Сервис по своему усмотрению удаляет объявление, которое нарушает права Пользователя.</p>
<p>Сервис не несет ответственности за неисполнение или затруднения в исполнении обязательств по предоставления доступа к Сайту из-за непредвиденных обстоятельств непреодолимой силы, последствий которых невозможно избежать или преодолеть (таких как решения властей, трудовые споры, несчастные случаи, обрывы в общей системе коммуникаций и т.д.).</p>
<p>Сервис не несет ответственности за неполадки в работе Сайта, вызванные техническими перебоями в работе оборудования и программного обеспечения.
Ни при каких условиях Сервис, ее руководство, сотрудники и агенты, не несут ответственности за прямой, косвенный, случайный, специальный ущерб, убытки и выплаченные штрафные санкции любого характера (даже если Сервис была предупреждена о возможности такого ущерба) в результате использования Сайта и его сервисов Пользователем, включая без ограничения случаи, в которых ущерб стал результатом использования или неправильного использования Сайта и его сервисов.</p>
<p>Ничто в Соглашении не может пониматься как установление между Пользователем и Сервисом агентских отношений, отношений товарищества, отношений по совместной деятельности, трудовых отношений, либо каких-то иных отношений, прямо не предусмотренных Соглашением.
Сервис несет ответственность за рекламу, размещенную на сервисах Сайта, в пределах, установленных применимым законодательством.</p>
<p>Сервис не несет ответственности за сохранность информации с аккаунта, возможность использования сервисов Сайта, сохранность и возможность использования средств на личном счете Пользователя, в случае блокировки / запрета использования сторонних сервисов, с помощью которых Пользователь осуществляет регистрацию и / или вход на Сайт, находящихся вне контроля Сервиса.</p>
<hr>
<p id="term9"> <b>9.</b>
  Настоящее Соглашение вступает в силу с момента начала использования Пользователем Сайта, либо с момента регистрации Пользователя на Сайте и действует бессрочно.
Пользователь имеет право прекратить свою регистрацию на Сайте в одностороннем порядке, без предварительного уведомления об этом Исполнителя и объяснения причин.</p>
<p>В случае если Сервисом были внесены какие-либо изменения в Соглашение в порядке Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование сервисов Сайта. Факт не прекращения использования Сайта является подтверждением согласия Пользователя с соответствующей редакцией Соглашения.</p>
<p>Расторжение Соглашения со стороны Сервиса может произойти в случаях:
Нарушения положений данного Соглашения, нанесения любого вреда Сервису, в том числе её репутации.
Cовершения других действий, которые противоречат политике Сервиса;
</p>
<hr>
<p id="term10"> <b>10.</b>
  С целью улучшения качества предоставляемых на Сайте услуг, для соблюдения требований законодательства и реагирования на изменение рыночных условий, это Соглашение может быть изменено Исполнителем в одностороннем порядке. Новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце Соглашения адресу, если иное не предусмотрено новой редакцией Соглашения.</p>
  </div>
</div>
</template>

<style scoped>

ol li{
  text-align: left;
  margin-left: 30px;
}
p{font-size: 14px;}

</style>
